<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `fanwe_msg_box`;");
E_C("CREATE TABLE `fanwe_msg_box` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `from_user_id` int(11) NOT NULL,
  `to_user_id` int(11) NOT NULL,
  `create_time` int(11) NOT NULL,
  `is_read` tinyint(1) NOT NULL,
  `is_delete` tinyint(1) NOT NULL,
  `system_msg_id` int(11) NOT NULL,
  `type` tinyint(1) NOT NULL,
  `group_key` varchar(200) NOT NULL,
  `is_notice` tinyint(1) NOT NULL COMMENT '1系统通知 2材料通过 3审核失败 4额度更新 5提现申请 6提现成功 7提现失败 8还款成功 9回款成功 0用户信息',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=41 DEFAULT CHARSET=utf8");
E_D("replace into `fanwe_msg_box` values('1','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','2','1376709621','1','0','0','0','0_2_1_1','1');");
E_D("replace into `fanwe_msg_box` values('2','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','3','1380046709','1','0','0','0','0_3_1_2','1');");
E_D("replace into `fanwe_msg_box` values('3','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','4','1380307813','1','0','0','0','0_4_1_3','1');");
E_D("replace into `fanwe_msg_box` values('4','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','5','1380408484','1','0','0','0','0_5_1_4','1');");
E_D("replace into `fanwe_msg_box` values('5','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','6','1381194261','1','0','0','0','0_6_1_5','1');");
E_D("replace into `fanwe_msg_box` values('6','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','7','1381650225','1','0','0','0','0_7_1_6','1');");
E_D("replace into `fanwe_msg_box` values('7','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','8','1381696619','1','0','0','0','0_8_1_7','1');");
E_D("replace into `fanwe_msg_box` values('8','','您好，您于 2013年10月14日 在方维p2p信贷提交的信用报告信息已经成功通过审核。<br>您目前的信用分数为10分(HR级),信用额度为0','0','8','1381697933','1','0','0','0','0_8_2_8','2');");
E_D("replace into `fanwe_msg_box` values('9','','您好，您于 2013年10月14日 在方维p2p信贷提交的工作认证信息已经成功通过审核。<br>您目前的信用分数为20分(HR级),信用额度为0','0','8','1381697941','1','0','0','0','0_8_2_9','2');");
E_D("replace into `fanwe_msg_box` values('10','','您好，您于 2013年10月14日 在方维p2p信贷提交的身份认证信息已经成功通过审核。<br>您目前的信用分数为30分(HR级),信用额度为0','0','8','1381697949','1','0','0','0','0_8_2_10','2');");
E_D("replace into `fanwe_msg_box` values('11','','您好，您于 2013年10月14日 在方维p2p信贷提交的收入认证信息已经成功通过审核。<br>您目前的信用分数为40分(HR级),信用额度为0','0','8','1381697955','1','0','0','0','0_8_2_11','2');");
E_D("replace into `fanwe_msg_box` values('12','','您好，方维p2p信贷审核部门经过综合评估您的信用资料及网站还款记录，将您的信用额度调整为：10元','0','3','1381699256','0','0','0','0','0_3_4_12','4');");
E_D("replace into `fanwe_msg_box` values('13','','您于2013年10月14日 14:44:01提交的￥500.00提现申请我们正在处理，如您填写的账户信息正确无误，您的资金将会于3个工作日内到达您的银行账户.','0','3','1381704241','0','0','0','0','0_3_5_13','5');");
E_D("replace into `fanwe_msg_box` values('14','','您于2013年10月14日 14:44:01提交的￥500.00提现申请汇款成功，请查看您的资金记录。','0','3','1381704268','0','0','0','0','0_3_6_14','6');");
E_D("replace into `fanwe_msg_box` values('15','','您于2013年10月14日 14:46:28提交的￥100.00提现申请我们正在处理，如您填写的账户信息正确无误，您的资金将会于3个工作日内到达您的银行账户.','0','3','1381704388','0','0','0','0','0_3_5_15','5');");
E_D("replace into `fanwe_msg_box` values('16','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','9','1381806228','1','0','0','0','0_9_1_16','1');");
E_D("replace into `fanwe_msg_box` values('17','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','10','1381905983','1','0','0','0','0_10_1_17','1');");
E_D("replace into `fanwe_msg_box` values('18','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','11','1381926102','1','0','0','0','0_11_1_18','1');");
E_D("replace into `fanwe_msg_box` values('19','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','12','1381947530','1','0','0','0','0_12_1_19','1');");
E_D("replace into `fanwe_msg_box` values('20','','您好，您于 2013年10月17日 在方维p2p信贷提交的工作认证信息已经成功通过审核。<br>您目前的信用分数为10分(HR级),信用额度为0','0','12','1381951306','1','0','0','0','0_12_2_20','2');");
E_D("replace into `fanwe_msg_box` values('21','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','13','1381960590','1','0','0','0','0_13_1_21','1');");
E_D("replace into `fanwe_msg_box` values('22','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','14','1382043859','1','0','0','0','0_14_1_22','1');");
E_D("replace into `fanwe_msg_box` values('23','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','15','1382044774','1','0','0','0','0_15_1_23','1');");
E_D("replace into `fanwe_msg_box` values('24','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','16','1382055805','1','0','0','0','0_16_1_24','1');");
E_D("replace into `fanwe_msg_box` values('25','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','17','1382060398','1','0','0','0','0_17_1_25','1');");
E_D("replace into `fanwe_msg_box` values('26','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','18','1382061515','1','0','0','0','0_18_1_26','1');");
E_D("replace into `fanwe_msg_box` values('27','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','19','1382291842','1','0','0','0','0_19_1_27','1');");
E_D("replace into `fanwe_msg_box` values('28','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','20','1382294281','1','0','0','0','0_20_1_28','1');");
E_D("replace into `fanwe_msg_box` values('29','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','21','1382295657','1','0','0','0','0_21_1_29','1');");
E_D("replace into `fanwe_msg_box` values('30','您信用等级升级为：HR','恭喜您，您的信用等级升级到HR。','0','22','1389501482','0','0','0','0','0_22_1_30','1');");
E_D("replace into `fanwe_msg_box` values('31','','您好，您于 2014年01月12日 在方维p2p信贷提交的身份认证信息已经成功通过审核。<br>您目前的信用分数为10分(HR级),信用额度为0','0','22','1389511635','1','0','0','0','0_22_2_31','2');");
E_D("replace into `fanwe_msg_box` values('32','','您好，您于 2014年01月12日 在方维p2p信贷提交的工作认证信息已经成功通过审核。<br>您目前的信用分数为20分(HR级),信用额度为0','0','22','1389511640','1','0','0','0','0_22_2_32','2');");
E_D("replace into `fanwe_msg_box` values('33','','您好，您于 2014年01月12日 在方维p2p信贷提交的信用报告信息已经成功通过审核。<br>您目前的信用分数为30分(HR级),信用额度为0','0','22','1389511645','1','0','0','0','0_22_2_33','2');");
E_D("replace into `fanwe_msg_box` values('34','','您好，您于 2014年01月12日 在方维p2p信贷提交的收入认证信息已经成功通过审核。<br>您目前的信用分数为40分(HR级),信用额度为0','0','22','1389511649','1','0','0','0','0_22_2_34','2');");
E_D("replace into `fanwe_msg_box` values('35','','您好，您于 2014年01月12日 在方维p2p信贷提交的房产认证信息已经成功通过审核。<br>您目前的信用分数为43分(HR级),信用额度为0','0','22','1389511744','0','0','0','0','0_22_2_35','2');");
E_D("replace into `fanwe_msg_box` values('36','','您好，您于 2014年01月12日 在方维p2p信贷提交的居住地证明信息已经成功通过审核。<br>您目前的信用分数为45分(HR级),信用额度为0','0','22','1389511755','0','0','0','0','0_22_2_36','2');");
E_D("replace into `fanwe_msg_box` values('37','','您好，方维p2p信贷审核部门经过综合评估您的信用资料及网站还款记录，将您的信用额度调整为：222元','0','21','1403917049','0','0','0','0','0_21_4_37','4');");
E_D("replace into `fanwe_msg_box` values('38','','您好，您于 2014年06月28日 在方维p2p信贷提交的工作认证信息已经成功通过审核。<br>您目前的信用分数为242分(AA级),信用额度为222','0','21','1403917248','0','0','0','0','0_21_2_38','2');");
E_D("replace into `fanwe_msg_box` values('39','','您好，方维p2p信贷审核部门经过综合评估您的信用资料及网站还款记录，将您的信用额度调整为：2222222222元','0','20','1403917339','0','0','0','0','0_20_4_39','4');");
E_D("replace into `fanwe_msg_box` values('40','','您好，方维p2p信贷审核部门经过综合评估您的信用资料及网站还款记录，将您的信用额度调整为：2000222元','0','21','1403917377','0','0','0','0','0_21_4_40','4');");

require("../../inc/footer.php");
?>