<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('gbk');
E_D("DROP TABLE IF EXISTS `yyd_users_vip`;");
E_C("CREATE TABLE `yyd_users_vip` (
  `id` int(11) NOT NULL auto_increment,
  `user_id` int(11) NOT NULL COMMENT '???id',
  `status` int(2) NOT NULL COMMENT 'vip??',
  `vip_type` int(2) NOT NULL COMMENT '1???2???',
  `years` int(2) NOT NULL COMMENT 'vip????',
  `money` int(11) NOT NULL COMMENT 'vip???',
  `kefu_userid` int(11) NOT NULL COMMENT '???id',
  `gold_status` int(2) NOT NULL COMMENT '1?????',
  `remark` varchar(250) NOT NULL COMMENT '???',
  `first_date` varchar(50) NOT NULL COMMENT '??????',
  `end_date` varchar(50) NOT NULL COMMENT '???????',
  `order` int(11) NOT NULL,
  `verify_userid` int(11) NOT NULL COMMENT '????id',
  `verify_time` varchar(50) NOT NULL COMMENT '???????',
  `verify_remark` varchar(250) NOT NULL COMMENT '??????',
  `addtime` varchar(50) NOT NULL COMMENT '???????',
  `addip` varchar(50) NOT NULL COMMENT '????ip',
  PRIMARY KEY  (`id`),
  UNIQUE KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2221 DEFAULT CHARSET=gbk");
E_D("replace into `yyd_users_vip` values('2180','1934','1','1','1','120','0','0','0','1386777251','1418313251','0','0','','','1386777251','124.156.66.26');");
E_D("replace into `yyd_users_vip` values('2181','1935','0','0','0','0','0','0','','','','0','0','','','','');");
E_D("replace into `yyd_users_vip` values('2182','1936','0','0','0','0','0','0','','','','0','0','','','','');");
E_D("replace into `yyd_users_vip` values('2183','1937','1','1','1','0','0','0','0','1386149587','1417685587','0','0','','','1386149587','222.94.187.146');");
E_D("replace into `yyd_users_vip` values('2184','1938','1','1','1','0','1934','0','0','1386146739','1417682739','0','0','','','1386146739','222.94.187.146');");
E_D("replace into `yyd_users_vip` values('2185','1940','1','1','1','0','0','0','0','1386209967','1417745967','0','0','','','1386209967','180.110.188.178');");
E_D("replace into `yyd_users_vip` values('2186','1939','0','0','0','0','0','0','','','','0','0','','','','');");
E_D("replace into `yyd_users_vip` values('2187','1941','1','1','1','0','0','0','зЂВсдљЫЭVIP','1386779083','1387038283','0','0','','','1386779083','124.156.66.26');");
E_D("replace into `yyd_users_vip` values('2188','1942','1','1','1','0','0','0','зЂВсдљЫЭVIP','1387173383','1387432583','0','0','','','1387173383','171.216.224.45');");
E_D("replace into `yyd_users_vip` values('2189','1943','1','1','3','0','0','0','зЂВсдљЫЭVIP','1387530176','1395306176','0','0','','','1387530176','171.216.224.66');");
E_D("replace into `yyd_users_vip` values('2190','1944','1','1','3','0','0','0','зЂВсдљЫЭVIP','1387764021','1395540021','0','0','','','1387764021','124.65.129.102');");
E_D("replace into `yyd_users_vip` values('2191','1945','1','1','3','0','0','0','зЂВсдљЫЭVIP','1387765843','1395541843','0','0','','','1387765843','124.65.129.102');");
E_D("replace into `yyd_users_vip` values('2192','1946','1','1','3','0','0','0','зЂВсдљЫЭVIP','1389110480','1396886480','0','0','','','1389110480','211.162.34.19');");
E_D("replace into `yyd_users_vip` values('2193','1947','1','1','3','0','0','0','зЂВсдљЫЭVIP','1389933784','1397709784','0','0','','','1389933784','125.85.41.236');");
E_D("replace into `yyd_users_vip` values('2194','1948','1','1','3','0','0','0','зЂВсдљЫЭVIP','1390333657','1398109657','0','0','','','1390333657','124.156.66.46');");
E_D("replace into `yyd_users_vip` values('2195','1949','1','1','3','0','0','0','зЂВсдљЫЭVIP','1390490631','1398266631','0','0','','','1390490631','122.96.42.228');");
E_D("replace into `yyd_users_vip` values('2196','1950','1','1','3','0','0','0','зЂВсдљЫЭVIP','1392859430','1400635430','0','0','','','1392859430','14.156.41.252');");
E_D("replace into `yyd_users_vip` values('2197','1951','1','1','3','0','0','0','зЂВсдљЫЭVIP','1392892777','1400668777','0','0','','','1392892777','113.90.96.61');");
E_D("replace into `yyd_users_vip` values('2198','1952','1','1','3','0','0','0','зЂВсдљЫЭVIP','1392965955','1400741955','0','0','','','1392965955','14.221.105.92');");
E_D("replace into `yyd_users_vip` values('2199','1953','1','1','3','0','0','0','зЂВсдљЫЭVIP','1392965979','1400741979','0','0','','','1392965979','14.18.168.6');");
E_D("replace into `yyd_users_vip` values('2200','1954','1','1','3','0','0','0','зЂВсдљЫЭVIP','1392995790','1400771790','0','0','','','1392995790','59.36.84.249');");
E_D("replace into `yyd_users_vip` values('2201','1955','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393292426','1401068426','0','0','','','1393292426','27.24.141.41');");
E_D("replace into `yyd_users_vip` values('2202','1956','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393345721','1401121721','0','0','','','1393345721','14.127.24.153');");
E_D("replace into `yyd_users_vip` values('2203','1957','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393397133','1401173133','0','0','','','1393397133','121.13.249.10');");
E_D("replace into `yyd_users_vip` values('2204','1958','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393401433','1401177433','0','0','','','1393401433','121.13.249.10');");
E_D("replace into `yyd_users_vip` values('2205','1959','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393550665','1401326665','0','0','','','1393550665','117.62.227.29');");
E_D("replace into `yyd_users_vip` values('2206','1960','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393551822','1401327822','0','0','','','1393551822','117.62.227.29');");
E_D("replace into `yyd_users_vip` values('2207','1961','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393557439','1401333439','0','0','','','1393557439','115.197.209.39');");
E_D("replace into `yyd_users_vip` values('2208','1962','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393560295','1401336295','0','0','','','1393560295','115.197.209.39');");
E_D("replace into `yyd_users_vip` values('2209','1963','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393573394','1401349394','0','0','','','1393573394','115.197.209.39');");
E_D("replace into `yyd_users_vip` values('2210','1964','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393574599','1401350599','0','0','','','1393574599','113.84.238.108');");
E_D("replace into `yyd_users_vip` values('2211','1965','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393594893','1401370893','0','0','','','1393594893','183.42.247.94');");
E_D("replace into `yyd_users_vip` values('2212','1966','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393668614','1401444614','0','0','','','1393668614','36.250.226.195');");
E_D("replace into `yyd_users_vip` values('2213','1967','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393685963','1401461963','0','0','','','1393685963','121.15.220.137');");
E_D("replace into `yyd_users_vip` values('2214','1968','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393769312','1401545312','0','0','','','1393769312','220.187.194.108');");
E_D("replace into `yyd_users_vip` values('2215','1969','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393906619','1401682619','0','0','','','1393906619','115.199.58.216');");
E_D("replace into `yyd_users_vip` values('2216','1970','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393912363','1401688363','0','0','','','1393912363','222.178.221.94');");
E_D("replace into `yyd_users_vip` values('2217','1971','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393985371','1401761371','0','0','','','1393985371','125.88.77.22');");
E_D("replace into `yyd_users_vip` values('2218','1972','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393985744','1401761744','0','0','','','1393985744','113.112.195.222');");
E_D("replace into `yyd_users_vip` values('2219','1973','1','1','3','0','0','0','зЂВсдљЫЭVIP','1393987418','1401763418','0','0','','','1393987418','106.34.153.167');");
E_D("replace into `yyd_users_vip` values('2220','1974','1','1','3','0','0','0','зЂВсдљЫЭVIP','1410891645','1418667645','0','0','','','1410891645','127.0.0.1');");

require("../../inc/footer.php");
?>