<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('gbk');
E_D("DROP TABLE IF EXISTS `yyd_approve_smslog`;");
E_C("CREATE TABLE `yyd_approve_smslog` (
  `id` int(11) NOT NULL auto_increment,
  `user_id` int(11) NOT NULL COMMENT '???id',
  `type` varchar(50) NOT NULL COMMENT '????????',
  `phone` varchar(50) NOT NULL COMMENT '???????',
  `status` int(2) NOT NULL COMMENT '??????',
  `contents` varchar(250) NOT NULL COMMENT '????????',
  `send_code` longtext NOT NULL COMMENT '????????',
  `send_return` varchar(50) NOT NULL COMMENT '??????????',
  `send_status` int(2) NOT NULL default '0' COMMENT '??????',
  `send_time` varchar(50) NOT NULL COMMENT '???????',
  `code` varchar(50) NOT NULL COMMENT '?????',
  `code_status` int(2) NOT NULL COMMENT '???????',
  `code_time` varchar(50) NOT NULL,
  `addtime` varchar(30) default NULL COMMENT '???????',
  `addip` varchar(30) default NULL COMMENT '????ip',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2536 DEFAULT CHARSET=gbk COMMENT='??????'");
E_D("replace into `yyd_approve_smslog` values('2489','1934','smscode','13971684432','0','您的手机验证码为:688125。请不要把验证码泄露给任何人。【众和贷】','','','0','','688125','1','1383862019','1383861986','60.55.40.6');");
E_D("replace into `yyd_approve_smslog` values('2490','1938','smscode','15651795595','0','您的手机验证码为:775933。请不要把验证码泄露给任何人。【众和贷】','','','0','','775933','1','1386144800','1386144766','222.94.187.146');");
E_D("replace into `yyd_approve_smslog` values('2491','1938','smstixian','15651795595','0','验证码:878353。您正在进行提现操作，请不要把验证码泄露给任何人。【众和贷】','','','0','','878353','1','1386205799','1386205715','180.110.188.178');");
E_D("replace into `yyd_approve_smslog` values('2492','1938','smstixian','15651795595','0','验证码:576751。您正在进行提现操作，请不要把验证码泄露给任何人。【众和贷】','','','0','','576751','1','1386206267','1386206211','180.110.188.178');");
E_D("replace into `yyd_approve_smslog` values('2493','1938','smstixian','15651795595','0','验证码:175146。您正在进行提现操作，请不要把验证码泄露给任何人。【众和贷】','','','0','','175146','1','1386206421','1386206379','180.110.188.178');");
E_D("replace into `yyd_approve_smslog` values('2494','1938','smstixian','15651795595','0','验证码:630831。您正在进行提现操作，请不要把验证码泄露给任何人。【众和贷】','','','0','','630831','1','1386212286','1386212249','117.62.164.25');");
E_D("replace into `yyd_approve_smslog` values('2495','1938','smscode','15651795595','0','您正在修改认证手机，验证码为:118099。请不要把验证码泄露给任何人。【众和贷】','','','0','','118099','0','','1386228855','117.62.164.25');");
E_D("replace into `yyd_approve_smslog` values('2496','1942','smscode','18723396401','0','您的手机验证码为:325549。请不要把验证码泄露给任何人。【华信财富】','','','0','','325549','0','','1387174761','171.216.224.45');");
E_D("replace into `yyd_approve_smslog` values('2497','1944','smscode','13910089448','0','您的手机验证码为:600646。请不要把验证码泄露给任何人。【主流贷】','','','0','','600646','0','','1387764097','124.65.129.102');");
E_D("replace into `yyd_approve_smslog` values('2498','1934','smscode','13971684432','0','您正在修改认证手机，验证码为:603311。请不要把验证码泄露给任何人。【龙宝智富】','','','0','','603311','0','','1392836288','183.92.240.250');");
E_D("replace into `yyd_approve_smslog` values('2499','1934','smscode','13971684432','0','您正在修改认证手机，验证码为:217169。请不要把验证码泄露给任何人。【龙宝智富】','','','0','','217169','0','','1392836432','183.92.240.250');");
E_D("replace into `yyd_approve_smslog` values('2500','1934','smscode','13971684432','0','您正在修改认证手机，验证码为:495370。请不要把验证码泄露给任何人。【龙宝智富】','','','0','','495370','0','','1392837009','183.92.240.250');");
E_D("replace into `yyd_approve_smslog` values('2501','1934','smscode','13971684432','0','您正在修改认证手机，验证码为:803839。请不要把验证码泄露给任何人。【龙宝智富】','','','0','','803839','0','','1392837247','183.92.240.250');");
E_D("replace into `yyd_approve_smslog` values('2502','1954','smscode','13922956587','0','您的手机验证码为:356393。请不要把验证码泄露给任何人。【龙宝智富】','','','0','','356393','0','','1392995901','59.36.84.249');");
E_D("replace into `yyd_approve_smslog` values('2503','1954','smscode','13922956587','0','您的手机验证码为:507153。请不要把验证码泄露给任何人。【龙宝智富】','','','0','','507153','0','','1392996045','59.36.84.249');");
E_D("replace into `yyd_approve_smslog` values('2504','1950','smscode','13751388765','0','您的手机验证码为:300280。请不要把验证码泄露给任何人。【龙宝智富】','','','0','','300280','0','','1393225976','14.156.45.226');");
E_D("replace into `yyd_approve_smslog` values('2505','1950','smscode','13751388765','0','您的手机验证码为:942871。请不要把验证码泄露给任何人。【龙宝智富】','','','0','','942871','0','','1393226291','14.156.45.226');");
E_D("replace into `yyd_approve_smslog` values('2506','1934','smstixian','13971684432','0','验证码:759564。您正在进行提现操作，请不要把验证码泄露给任何人。【龙宝智富】','','','0','','759564','0','','1393332165','124.156.65.239');");
E_D("replace into `yyd_approve_smslog` values('2507','1934','smstixian','13971684432','0','验证码:395367。您正在进行提现操作，请不要把验证码泄露给任何人。【龙宝智富】','','','0','','395367','0','','1393333575','124.156.65.239');");
E_D("replace into `yyd_approve_smslog` values('2508','1946','smscode','13725566965','0','您的手机验证码为:163720。请不要把验证码泄露给任何人。【龙宝智富】','','','0','','163720','0','','1393343708','14.127.24.153');");
E_D("replace into `yyd_approve_smslog` values('2509','1956','smscode','13888888888','0','您的手机验证码为:525033。请不要把验证码泄露给任何人。【龙宝智富】','','','0','','525033','0','','1393346535','14.127.24.153');");
E_D("replace into `yyd_approve_smslog` values('2510','1934','smstixian','13971684432','0','验证码:418466。您正在进行提现操作，请不要把验证码泄露给任何人。【龙宝智富】','','','0','','418466','0','','1393384359','124.156.65.239');");
E_D("replace into `yyd_approve_smslog` values('2511','1946','smstixian','13725566965','0','验证码:329861。您正在进行提现操作，请不要把验证码泄露给任何人。【龙宝智富】','','','0','','329861','1','1393428035','1393428005','113.87.125.8');");
E_D("replace into `yyd_approve_smslog` values('2512','1934','smstixian','13971684432','0','验证码:293331。您正在进行提现操作，请不要把验证码泄露给任何人。【龙宝智富】','','','0','','293331','0','','1393428076','124.156.65.15');");
E_D("replace into `yyd_approve_smslog` values('2513','1950','smscode','13751388765','0','您的手机验证码为:136172。请不要把验证码泄露给任何人。【龙宝智富】','','','0','','136172','0','','1393464916','14.221.1.52');");
E_D("replace into `yyd_approve_smslog` values('2514','1950','smscode','13751388765','0','您的手机验证码为:374053。请不要把验证码泄露给任何人。【龙宝智富】','','','0','','374053','1','1393465089','1393465054','14.221.1.52');");
E_D("replace into `yyd_approve_smslog` values('2515','1950','smstixian','13751388765','0','验证码:299346。您正在进行提现操作，请不要把验证码泄露给任何人。【龙宝智富】','','','0','','299346','0','','1393465223','14.221.1.52');");
E_D("replace into `yyd_approve_smslog` values('2516','1950','smstixian','13751388765','0','验证码:920321。您正在进行提现操作，请不要把验证码泄露给任何人。【龙宝智富】','','','0','','920321','0','','1393465385','14.221.1.52');");
E_D("replace into `yyd_approve_smslog` values('2517','1946','smstixian','13725566965','0','验证码:418218。您正在进行提现操作，请不要把验证码泄露给任何人。【龙宝智富】','','','0','','418218','1','1393465994','1393465974','202.105.136.60');");
E_D("replace into `yyd_approve_smslog` values('2518','1950','smstixian','13751388765','0','验证码:937844。您正在进行提现操作，请不要把验证码泄露给任何人。【龙宝智富】','','','0','','937844','1','1393466204','1393466155','14.221.1.52');");
E_D("replace into `yyd_approve_smslog` values('2519','1934','smstixian','13971684432','0','验证码:403799。您正在进行提现操作，请不要把验证码泄露给任何人。【龙宝智富】','','','0','','403799','0','','1393466473','124.156.65.15');");
E_D("replace into `yyd_approve_smslog` values('2520','1934','smstixian','13971684432','0','验证码:502072。您正在进行提现操作，请不要把验证码泄露给任何人。【易信云投】','','','0','','502072','0','','1393497079','110.114.125.242');");
E_D("replace into `yyd_approve_smslog` values('2521','1934','smstixian','13971684432','0','验证码:518304。您正在进行提现操作，请不要把验证码泄露给任何人。【易信云投】','','','0','','518304','0','','1393503656','110.114.125.242');");
E_D("replace into `yyd_approve_smslog` values('2522','1934','smstixian','13971684432','0','验证码:703094。您正在进行提现操作，请不要把验证码泄露给任何人。【易信云投】','','','0','','703094','0','','1393506989','110.114.125.242');");
E_D("replace into `yyd_approve_smslog` values('2523','1962','smscode','13989479359','0','您的手机验证码为:833859。请不要把验证码泄露给任何人。【易信云投】','','','0','','833859','0','','1393563015','115.197.209.39');");
E_D("replace into `yyd_approve_smslog` values('2524','1962','smscode','13989479359','0','您的手机验证码为:464773。请不要把验证码泄露给任何人。【朴客帝国】','','','0','','464773','1','1393565565','1393564746','115.197.209.39');");
E_D("replace into `yyd_approve_smslog` values('2525','1962','smscode','13989479359','0','您正在修改认证手机，验证码为:127136。请不要把验证码泄露给任何人。【易信云投】','','','0','','127136','0','','1393565782','115.197.209.39');");
E_D("replace into `yyd_approve_smslog` values('2526','1962','smscode','13989479359','0','您正在修改认证手机，验证码为:308108。请不要把验证码泄露给任何人。【朴客帝国】','','','0','','308108','0','','1393568516','115.197.209.39');");
E_D("replace into `yyd_approve_smslog` values('2527','0','','','0','','','','0','','','0','','1393573263','115.197.209.39');");
E_D("replace into `yyd_approve_smslog` values('2528','0','','','0','','','','0','','','0','','1393573414','115.197.209.39');");
E_D("replace into `yyd_approve_smslog` values('2529','0','','','0','','','','0','','','0','','1393573550','115.197.209.39');");
E_D("replace into `yyd_approve_smslog` values('2530','0','','','42','','','','0','','','0','','1393573959','115.197.209.39');");
E_D("replace into `yyd_approve_smslog` values('2531','0','','','42','','','','0','','','0','','1393574103','115.197.209.39');");
E_D("replace into `yyd_approve_smslog` values('2532','0','','','42','','','','0','','','0','','1393575198','115.197.209.39');");
E_D("replace into `yyd_approve_smslog` values('2533','1963','smscode','15990015920','42','您的手机验证码为:976791。请不要把验证码泄露给任何人。【易信云投】','','','0','','976791','1','1393576490','1393576465','115.197.209.39');");
E_D("replace into `yyd_approve_smslog` values('2534','1966','smscode','13588143077','42','您的手机验证码为:143231。请不要把验证码泄露给任何人。【易信云投】','','','0','','143231','1','1393668717','1393668695','36.250.226.195');");
E_D("replace into `yyd_approve_smslog` values('2535','1968','smscode','13185559966','42','您的手机验证码为:411874。请不要把验证码泄露给任何人。【易信云投】','','','0','','411874','1','1393769419','1393769396','220.187.194.108');");

require("../../inc/footer.php");
?>